[
    {
        "text": "Лицензиаб обизуется предоставить Лицензиату неисключительн право Использования ПО.",
        "errors": [
            {
                "type": "Грамматические ошибки",
                "description": "Договор содержит граматические ошибки",
                "risk_level": "Низкий",
                "correct_text": "Лицензиар обязуется предоставить Лицензиату неисключительное право использования ПО."
            }
        ]
    },
    {
        "text": "Конфигурация количество и размер вознаграждения за права на использование ПО LanDocs которые предоставляются по настоящему Договору указаны в Спецификации являющейся неотъемлемой частью настоящего Договора",
        "errors": [
            {
                "type": "Cинтаксические ошибки",
                "description": "Договор содержит синтаксические ошибки (ошибки в знаках препинания)",
                "risk_level": "Ниже Среднего",
                "correct_text": "Конфигурация, количество и размер вознаграждения за права на использование ПО LanDocs, которые предоставляются по настоящему Договору, указаны в Спецификации, являющейся неотъемлемой частью настоящего Договора"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отсутствует порядок предоставления пра на ПО",
                "description": "В договоре отсутствует порядок предоставления прав на ПО",
                "risk_level": "Выше Среднего",
                "correct_text": "ПОРЯДОК ПРЕДОСТАВЛЕНИЯ ПРАВ. Лицензиар предоставляет Лицензиату права на использование программы для ЭВМ LanDocs на условиях простой (неисключительной) лицензии в соответствии с п. 2 Договора в течение 10 рабочих дней после подписания настоящего Договора. Предоставление права на использование ПО LanDocs производится по Акту (Приложение 2). Лицензиат в течение 5 (пяти) рабочих дней с даты получения Акта обязан подписать оба экземпляра, после чего один экземпляр Акта возвращается Лицензиару, или в тот же срок предоставить Лицензиару мотивированный отказ от подписания Акта. В случае не подписания Акта и не предоставления мотивированного отказа в указанный выше срок, права считаются принятыми."
            }
        ]
    },
    {
        "text": "Права пользования предоставляются Лицензиату на срок действия исключительного права (бессрочно) на 5 лет",
        "errors": [
            {
                "type": "Ошибки-внутренние противоречия",
                "description": "В договоре содеражтся внутренние противоречия, необходимо выбрать один из вариантов",
                "risk_level": "Выше Среднего",
                "correct_text": "Права пользования предоставляются Лицензиату на срок действия исключительного права (бессрочно) или на 5 лет"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Пропущены положения про ответственность сторон",
                "description": "В договоре отсутствуют положения про ответственность сторон",
                "risk_level": "Средний",
                "correct_text": "Ответственность сторон, порядок разрешения споров. 5.1Неустойка. В случае просрочки уплаты вознаграждения за предоставление Неисключительных прав, Лицензиар вправе потребовать от Лицензиата уплаты неустойки в размере 0,1% (одна десятая процента) от суммы, подлежащей оплате, за каждый день просрочки оплаты. Уплата неустойки не освобождает ни одну из Сторон Договора от надлежащего исполнения его условий в полном объеме. 5.2. Ограничение ответственности. Лицензиату известны важнейшие функциональные свойства Программного обеспечения, а также Лицензионные условия. Лицензиат несет риск соответствия Программного обеспечения своим желаниям и потребностям. Лицензиар не несет ответственности за какие-либо убытки, понесенные вследствие ненадлежащего использования или невозможности использования Программного обеспечения, возникшие не по вине Лицензиара. Ни при каких обстоятельствах Лицензиар не будет отвечать за упущенную выгоду, утрату информации или непригодность Программного обеспечения для каких-то конкретных целей Лицензиата или Конечного пользователя."
            }
        ]
    },
    {
        "text": "Лицензиар предоставляет Лицензиату заверения",
        "errors": [
            {
                "type": "Пропущены положения про заверения об обстоятельствах",
                "description": "Отсутствуют положения про заверения об обстоятельствах",
                "risk_level": "Выше Среднего",
                "correct_text": "Лицензиар предоставляет Лицензиату заверения, изложенные ниже. Стороны признают, что Лицензиат заключил настоящий Договор, полагаясь на эти заверения, и данные заверения признаются Сторонами имеющими существенное значение для заключения и исполнения настоящего Договора (ст. 431.2 ГК РФ): Лицензиар является законным правообладателем Программного продукта и имеет все необходимые права, разрешения и полномочия на заключение Договора и выполнения всех своих обязательств по нему, на момент заключения Договора Лицензиару не известно о правах третьих лиц, которые могли быть нарушены предоставлением права использования Программного продукта по настоящему Договору, на момент заключения настоящего Договора исключительное право на Программный продукт не отчуждено, не заложено, не предоставлено по договорам исключительной лицензии иным лицам, на момент заключения настоящего Договора принадлежность Лицензиару исключительного права на Программный продукт не оспаривается третьими лицами, в том числе в судебном порядке, предоставление Лицензии не нарушает авторские, смежные, патентные, права на секреты производства (ноу-хау) и любые иные права третьих лиц, Программный продукт функционирует в соответствии с технической документацией / инструкцией, использование Программного продукта в соответствии с его функциональным назначением не нарушает требований законодательства, в отношении Программного продукта осуществлены все необходимые в соответствии с требованиями законодательства сертификации и получены разрешения компетентных органов на его использование, Программный продукт не содержит компьютерные вирусы, трояны, самоликвидирующиеся механизмы, механизмы защиты от копирования и другие подобные машинные команды, которые могут деактивировать, уничтожить или изменить иным образом данные Лицензиата, программное или аппаратное обеспечение, на котором работает Программный продукт, в Программном продукте отсутствуют скрытые (недокументированные) функциональные возможности, ведущие к финансовому ущербу для Лицензиата. Такие скрытые функциональные возможности не появятся вследствие устранения Лицензиаром дефектов в Программном продукте в соответствии с положениями настоящей статьи, в Программном продукте отсутствует программное обеспечение, используемое на основании открытой лицензии, условия которой требуют от пользователя раскрытия исходного кода модифицированного ПО, либо ограничивают право пользователя запрещать третьим лицам использование модифицированного ПО. 4.8. В каждом случае нарушений заверений об обстоятельствах, указанных в п. 4.7 Договора, Лицензиар выплачивает Лицензиату неустойку в размере цифрами (прописью)  %, от размера вознаграждения  , указанного в п.2.1. Договора. Взыскание неустойки не лишает Лицензиата возможности прибегать к любым иным мерам защиты своих прав и интересов, предусмотренных действующим законодательством, в том числе  взыскание убытков в полном размере. Заверения Лицензиара, указанные в п. 4.7 Договора, имеют существенное значение для Лицензиата и в случае недостоверности любого заверения Лицензиат наряду с требованием о взыскании неустойки также вправе отказаться от Договора (п. 2 ст. 431.2 ГК РФ)."
            }
        ]
    },
    {
        "text": "Срок действия Лицензии",
        "errors": [
            {
                "type": "Отсутствует срок предоставления прав на ПО",
                "description": "В договоре не предусмотрен срок предоставления прав на ПО",
                "risk_level": "Высокий",
                "correct_text": "Срок действия Лицензии – 3 года начиная с даты заключения договора"
            }
        ]
    },
    {
        "text": "Договор вступает в силу",
        "errors": [
            {
                "type": "Отсутствует дата вступления договора в законную силу",
                "description": "В договоре не предусмотрена дата его вступления в законную силу",
                "risk_level": "Выше Среднего",
                "correct_text": "Договор вступает в силу от даты его подписания Сторонами и действует в течение срока, указанного в п. 1.1.2.1 Договора - Срок действия Лицензии – 5 лет"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отсутствует срок выплаты лицензионного вознаграждения",
                "description": "В договоре не предусмотрен срок предоставления прав на ПО",
                "risk_level": "Высокий",
                "correct_text": "В течение 10 (Десяти) рабочих дней от даты подписания Акта и получения от Лицензиара счета, Лицензиат перечисляет на расчетный счет Лицензиара сумму  вознаграждения (стоимость Лицензии), указанную в п.2.1 Договора."
            }
        ]
    },
    {
        "text": "Вознаграждение (стоимость Лицензии) за Программный продукт №1 составляет",
        "errors": [
            {
                "type": "Отсутствует размер лицензионного вознаграждения",
                "description": "В договоре не предусмотрен размер лицензионного вознаграждения",
                "risk_level": "Высокий",
                "correct_text": "Вознаграждение (стоимость Лицензии) за Программный продукт №1 составляет 1 000 000 (один миллион рублей)"
            }
        ]
    },
    {
        "text": "Наименование организации (в соответствии с учредительными документами), Место нахождения (в соответствии с учредительными документами), ИНН, КПП, ОГРН, Банковские реквизиты: Р/С № , К/С , БИК ",
        "errors": [
            {
                "type": "Отсутствуют идентификационные данные стороны",
                "description": "В договоре не предусмотрены идентификационные данные одной из сторон",
                "risk_level": "Высокий",
                "correct_text": "Наименование организации (в соответствии с учредительными документами) ЗАО «ЛАНИТ», Место нахождения (в соответствии с учредительными документами) Россия, 105066, г. Москва, ул. Доброслободская, 5, стр. 1.НН, КПП, ОГРН7727004113/997750001/1027739031572, Банковские реквизиты: Р/С № 40702810509000070469 в АО «Нордеа Банк», г. Москва, К/С № 30101810145250000990 в ГУ Банка России по ЦФО, БИК 044525990"
            }
        ]
    },
    {
        "text": "К конфиденциальной информации относится информация, размещенная в открытом доступе в Интернете",
        "errors": [
            {
                "type": "Не правильно определена конфиденциальная информация",
                "description": "В договоре общедоступная информация ошибочно отнесена к конфиденциальной",
                "risk_level": "Высокий",
                "correct_text": "Общедоступная информация не является конфиденциальной"
            }
        ]
    },
    {
        "text": "Территория, на которой допускается использование ПО - ",
        "errors": [
            {
                "type": "Не указана террииория предоставления прав на ПО",
                "description": "Отсутствие конкретики в правах использования.",
                "risk_level": "Ниже Среднего",
                "correct_text": "Территория, на которой допускается использование ПО - Российская Федерация"
            }
        ]
    },
    {
        "text": "Лицензиар обязуется предоставить Лицензиату неисключительное право использования ПО.",
        "errors": [
            {
                "type": "Отсутствует срок предоставления прав на ПО",
                "description": "В договоре не предусмотрен срок предоставления прав на ПО",
                "risk_level": "Высокий",
                "correct_text": "Срок действия Лицензии – 3 года начиная с даты заключения договора"
            }
        ]
    },
    {
        "text": "Лицензиар обязуется предоставить Лицензиату неисключительное право использования ПО.",
        "errors": [
            {
                "type": "Отсутствует срок предоставления прав на ПО",
                "description": "В договоре не предусмотрен срок предоставления прав на ПО",
                "risk_level": "Высокий",
                "correct_text": "Срок действия Лицензии – 3 года начиная с даты заключения договора"
            }
        ]
    },
    {
        "text": "Лицензиар обязуется предоставить Лицензиату неисключительное право использования ПО.",
        "errors": [
            {
                "type": "Отсутствует срок предоставления прав на ПО",
                "description": "В договоре не предусмотрен срок предоставления прав на ПО",
                "risk_level": "Высокий",
                "correct_text": "Срок действия Лицензии – 3 года начиная с даты заключения договора"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует тип лицензии",
                "description": "В договоре не указан типа лицензии",
                "risk_level": "Средний",
                "correct_text": "Лицензиар обязуется предоставить Лицензиату права на использование программы для ЭВМ LanDocs (простая (неисключительная) лицензия)"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует тип лицензии",
                "description": "В договоре не указан типа лицензии",
                "risk_level": "Средний",
                "correct_text": "Лицензиар обязуется предоставить Лицензиату права на использование программы для ЭВМ LanDocs (простая (неисключительная) лицензия)"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует тип лицензии",
                "description": "В договоре не указан типа лицензии",
                "risk_level": "Средний",
                "correct_text": "Лицензиар обязуется предоставить Лицензиату права на использование программы для ЭВМ LanDocs (простая (неисключительная) лицензия)"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует тип лицензии",
                "description": "В договоре не указан типа лицензии",
                "risk_level": "Средний",
                "correct_text": "Лицензиар обязуется предоставить Лицензиату права на использование программы для ЭВМ LanDocs (простая (неисключительная) лицензия)"
            }
        ]
    },
    {
        "text": "Лицензиат подтверждает свое согласие на обработку персональных данных, подписывая лицензионный договор",
        "errors": [
            {
                "type": "Противоправное согласие на обработку персональных данных",
                "description": "В договоре установлено противоправное согласие на обработку персональных данных",
                "risk_level": "Выше Среднего",
                "correct_text": "Лицензиар в своей воле, в собственном интересе и свободно предоставляет согласие на обработку персональных данных"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует положение о количестве экземпляров договора",
                "description": "В договоре отсутствует положение о количестве экземлпяров договора",
                "risk_level": "Низкий",
                "correct_text": "Договор составлен и подписан в двух (2) версиях"
            }
        ]
    },
    {
        "text": "договор-оферты",
        "errors": [
            {
                "type": "Терминологическая ошибка",
                "description": "В договоре не правильно используются термины",
                "risk_level": "Ниже Среднего",
                "correct_text": ""
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует положения про отчеты об использовании ПО",
                "description": "В договоре не предусмотрены положения об отчетах использования ПО",
                "risk_level": "Высокий",
                "correct_text": "предоставления Лицензиатом Лицензиару отчета об использовании ПО в учебном процессе по установленной форме (Приложение № 2). Использование ПО в период составления отчета считается правомерным и включается в следующий срок правомерного использования"
            }
        ]
    },
    {
        "text": "Автором произведения науки, литературы или искусства признается юридическое лицо, творческим трудом которого оно создано",
        "errors": [
            {
                "type": "Ошибка в терминах предусмотренных законом",
                "description": "В договоре определен термин не в соответствии с законом",
                "risk_level": "Средний",
                "correct_text": "Автором произведения науки, литературы или искусства признается гражданин, творческим трудом которого оно создано"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует положения о предоставляемых способах использования ПО",
                "description": "В договоре не указаны способы использования ПО",
                "risk_level": "Высокий",
                "correct_text": "Лицензиар передаёт Лицензиату права на использование программ для ЭВМ (далее – ПО), приведенных в Спецификации (Приложение № 1 к настоящему Договору) (далее – Лицензия), а именно: право на воспроизведение ПО, ограниченное правом инсталляции, записи в память ЭВМ и запуска ПО, создание своих баз данных к программам, входящим в комплект ПО, в соответствии с возможностями, оговоренными в документации"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует срок действия договора",
                "description": "В договоре не указан срок его действия",
                "risk_level": "Выше Среднего",
                "correct_text": "Настоящий Договор действует с даты подписания Сторонами Акта приёма-передачи прав на использование ПО"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстутствует тип лицензии",
                "description": "В договоре не указан типа лицензии",
                "risk_level": "Средний",
                "correct_text": "Лицензиар обязуется предоставить Лицензиату права на использование программы для ЭВМ LanDocs (простая (неисключительная) лицензия)"
            }
        ]
    },
    {
        "text": "ЗАО «ЛАНИТ», именуемый в дальнейшем Лицензиар, в лице , с одной стороны",
        "errors": [
            {
                "type": "Отсутствуют данные о представителе юридического лица",
                "description": "В договоре не предусмотрены данные о представителе, от лица которого подписан договор",
                "risk_level": "Средний",
                "correct_text": "ЗАО «ЛАНИТ», именуемый в дальнейшем Лицензиар, в лице Исполнительного директора Грибова Владимира Юрьевича, действующего на основании доверенности № 01 от 01.06.2017 г., с одной стороны"
            }
        ]
    },
    {
        "text": "",
        "errors": [
            {
                "type": "Отстуствуют положения об обновлении ПО",
                "description": "В договоре отстуствуют положения об обновлении ПО",
                "risk_level": "Средний",
                "correct_text": "Обновление ПО производится раз в год. Лицензиат вправе использовать обновленное ПО на тех же условиях"
            }
        ]
    },
    {
        "text": "Переход исключительного права к новому правообладателю является основанием для изменения договора",
        "errors": [
            {
                "type": "Противозаконное условие о праве на изменение договора",
                "description": "В договоре содержится противозаконный отказ от личных неимущественных прав",
                "risk_level": "Средний",
                "correct_text": "Переход исключительного права к новому правообладателю не является основанием для изменения договора"
            }
        ]
    }
]